[
  {
    "prodID": "P-100044339",
    "minPrice": 46,
    "cartID": "CART-1039542",
    "quantity": 1,
    "prodName": "Stereo Oppo Handsfree InEar Earphone with mic White",
    "prodDesc": "Stereo oppo Earphone Black/White, We wish you endless years of enjoying amazing surrounding music.. SUPERIOR PERFORMANCE! HD Voice Clarity and Call Receive / Cut Button - a high quality mic that is correctly positioned allows you to speak directly into the microphone and have effortless conversations. Works with Android, iPhone, Samsung, OnePlus, Motorola, Xiaomi, Lenovo, Laptop and PCs.",
    "img": "https://images-na.ssl-images-amazon.com/images/I/41nYjp97WzL._SL1001_.jpg",
    "subtotal": null
  },
  {
    "prodID": "P-100106331",
    "minPrice": 11848,
    "cartID": "CART-1039542",
    "quantity": 1,
    "prodName": "Oppo A31 (Mystery Black, 6GB RAM, 128GB Storage) with No Cost EMI/Additional Exchange Offers",
    "prodDesc": "12+2+2MP triple rear camera (12MP main camera+2MP macro lens+2MP depth camera) with Portrait bokeh, macro lens, dazzle color mode, AI beautification | 8MP front camera. 16.5 centimeters (6.5-inch) waterdrop multi touch screen with an 89% screen to body ratio | 1600 x 720 pixels resolution, 269 ppi pixel density. Memory, Storage & SIM: 6GB RAM | 128GB internal memory expandable up to 256GB | Dual SIM (nano+nano) dual-standby (4G+4G). Android Pie v9.0 based on ColorOS 6.1 operating system with 2.3GHz Mediatek 6765 octa core processor, IMG GE8320. 4230mAH lithium-polymer battery providing talk-time of 45 hours and standby time of 450 hours. 1 year manufacturer warranty for device and 6 months manufacturer warranty for in-box accessories including batteries from the date of purchase. Box also includes: USB cable, Sim tray ejecter, pre-applied screen protector and protective case, booklet with warranty card and quick guide. The box does not include earphones",
    "img": "https://images-na.ssl-images-amazon.com/images/I/71KCwNV6MuL._SL1500_.jpg",
    "subtotal": null
  },
  {
    "prodID": "P-100115732",
    "minPrice": 1372,
    "cartID": "CART-1039542",
    "quantity": 1,
    "prodName": "JBL T205BT Pure Bass Wireless Metal Earbud Headphones with Mic (Black)",
    "prodDesc": "JBL Pure Bass sound. 6 hours of playtime under optimum audio settings. Seamless connectivity with bluetooth. Hands-free Calling with built-in mic. Tangle free flat cable. Ergonomically shaped earbuds allow you to enjoy your music in full comfort. What's in the box : 1 pair of TUNE 205BT headphones, 1 x Charging cable, 1 x Warning Card, 1 x Warranty card, 1 x Safety card, 1 x QSG. 1 year manufacturer’s warranty. Dial toll-free number: 1800 1020 525 or write to India_CSupport@harman.com",
    "img": "https://images-na.ssl-images-amazon.com/images/I/61OUdUiPRyL._SL1500_.jpg",
    "subtotal": null
  },
  {
    "prodID": "P-100163745",
    "minPrice": 7284,
    "cartID": "CART-1039542",
    "quantity": 1,
    "prodName": "LAVA Z66 (Berry RED, 3GB RAM, 32GB Storage)",
    "prodDesc": "13 + 5 MP primary camera with LED Flash, Providing Beauty Mode, HDR Mode, Burst Mode, Panorama, Night, Time Lapse, Slow Motion, many other Filters and 13MP front facing camera with Screen Flash. 19.9 centimeters (6.08-inch) capacitive touchscreen with 1560 x 720 pixels resolution. Memory, Storage & SIM: 3GB RAM | 32GB storage expandable up to 128GB| Dual SIM with dual standby (4G+4G). Android operating system with 1.6GHz octa core processor. 3950mAH Lithium-Polymer battery. 1 year manufacturer warranty for device and 6 months manufacturer warranty for in-box accessories including batteries from the date of purchase. Box also includes: USB Cable, Charger, SIM Ejector Pin, Screen Film, Back Case Protection film",
    "img": "https://images-na.ssl-images-amazon.com/images/I/71SmiIO2z%2BL._SL1500_.jpg",
    "subtotal": null
  }
]
